import Header from "../components/Header";
import Menu from "../components/Menu";

const Histori = () => {
    return (
        <div>
            <Menu/>
            <Header/>
            <h1>История</h1>
            <h2 className="b">Доисторические времена</h2>
            <div className="blog1">
                <img src="/24234133 (1).jpg" alt="webDev" className="img2b"/>
                <div className="p6">Ещё со времён палеолита (приблизительно 3 млн — 13 тыс. лет назад) территория
                    близ Днепровских порогов была заселена людьми. Около 200 тыс. лет назад в глубоком овраге вблизи
                    Старых Кодаков располагался временный лагерь первобытных охотников.
                    В это время существовали люди неандертальского типа, которые существенно отличались от
                    современного человека. Именно неандертальцам принадлежали орудия труда — ручные рубила,
                    изготовленные из кварцита, найденные на Монастырском острове.
                    Более поздним временем — 40—35 тыс. лет назад — датируются находки остатков охотничьих лагерей в
                    современном ж/м Приднепровск и Игрень. Здесь найдены кости мамонта и огромного быка — зубра,
                    разнообразные кремневые орудия. Такие же
                    находки были обнаружены на территории парка им. Шевченко, Аптекарской балки, Диёвки.
                </div>
                <div>На протяжении всего древнего времени на территории города и его окрестностей существовали
                    десятки охотничьих поселений и могильников. Многочисленными курганами славится Днепропетровская
                    область. Наиболее масштабные пункты найдены на Игренском
                    полуострове: по данным археологов, тут в разные времена существовали большие торговые поселения,
                    которые занимались также обменом разнообразных товаров.
                </div>
                <div>Новый период связан с наиболее масштабным расселением славянских племен (VІ—VІІІ вв.) по
                    Надпорожью. В это время вновь обживается территория Игрени. Она даже становится центром
                    изготовления украшений из золота и серебра.
                </div>
            </div>

            <h2 className="b1">Средневековье</h2>
            <h3>Киевская Русь</h3>
            <div className="blog2">
                <img src="/srednevekovyy_kiev_1.jpg" alt="webDev" className="img2"/>
                <div className="p1">Примерно в IX веке на нынешнем Монастырском острове (ныне — в центре Днепра)
                    византийские монахи, по преданию, основали монастырь (однако, никаких документальных
                    подтверждений этому нет). В этом монастыре в 957 году останавливалась княгиня
                    Ольга, а в 988 году — князь Владимир. Также по преданию (житие святого Амвросия), Монастырский
                    остров был самым северным пунктом в путешествии апостола Андрея Первозванного.
                </div>
                <div>В древнерусские времена окружающие земли были под властью кочевников — печенегов, а затем
                    половцев. В 972 году недалеко от территории современного Днепра на Ненасытенском пороге (у села
                    Никопольского Солонянского района) от рук печенегов
                    погиб, возвращаясь после похода в Болгарию, князь Святослав.
                </div>
                <div>Академик Б. А. Рыбаков считал, что главный улицкий город Пересечень, который упоминается в
                    летописях, вероятно, находился на Днепре, южнее Киева. В связи с этим, внимание исследователей
                    привлекли остатки большого славянского поселения,
                    существовавшего в 800—1300 годах на песчаных холмах Игренского полуострова, где река Самара
                    впадает в Днепр. Находки свидетельствуют об интенсивных торговых отношениях как с Русью, так и с
                    печенегами. Город на Игренском полуострове
                    был разрушен татарами, а его жители отошли выше по течению Самары, где восстановили перевоз.
                    Также был разрушен монастырь и поселения на острове напротив нынешнего села Старые Кодаки.
                </div>
                <div>В 1152 году русские дружины разбили половцев у рек Орель и Самара, а в 1183 году там же — хана
                    Кобяка. В 1185 году там закончился поражением поход князя Игоря Святославич. Во второй половине
                    XII века на Орели и Самаре утверждаются половецкие
                    кочевья. От порогов в 1223 году отправилось в последний раз объединённое русское войско в степь,
                    чтобы сложить головы в битве с монголами у реки Калки. И отсюда же осенью 1240 года хан Батый
                    начал свой поход на Киев и далее — в Западную
                    Европу. В это время погибают поселения, располагавшиеся на территории Днепра: на Монастырском
                    острове и на Игрени, где вдоль реки Самары в XIII веке располагался торговый центр.
                </div>
            </div>
            <h3>Казацкие времена</h3>
            <div className="blog">
                <img src="/3259a97cda4228c5c8d8b21298673bf8.jpg" alt="webDev" className="img2a"/>
                <div className="p6">В XVI—ХVIII веках территория нынешнего города принадлежала низовому Войску
                    Запорожскому. В самом начале становления казачества Дмитрий Вишневецкий (Байда) после осады
                    Запорожской Сечи крымскими татарами отступил на Монастырский остров.
                    В 1635 году для контроля за землями Сечи властями Речи Посполитой была построена крепость Кодак.
                    Около 1650 года возник Новый Кодак (центр Кодацкой паланки Запорожья), а на месте торгового
                    городка Самара в 1688 году — первая на запорожских
                    землях русская колония Новобогородицк с крепостью и хозяйственной частью — посадом.
                </div>
            </div>
        </div>
    );
};

export default Histori;