import A from "../components/A";
import Header from "../components/Header";
import Menu from "../components/Menu";

const Index = () => {
    return (
        <div>
            <Menu/>
            <Header/>
            <h1>Днепр</h1>
            <div className="blog">
                <img src="/dnepropetrovsk.jpg" alt="webDev" className="img2d"/>
                <div className="p1">Днепр (Днипро́, укр. Дніпро́) — город в восточной части Украины,
                    административный центр Днепропетровской области, Днепровского района и Днепровской городской
                    общины, а также центр Днепровской агломерации. Расположен на реках Днепр и Самара.
                    Четвёртый по численности населения город Украины после Киева, Харькова и Одессы.
                </div>
                <div>До 1796 года и с 1802 по 1926 год город носил название Екатериносла́в, с 1796 по 1802 год —
                    Новоросси́йск, а с 1926 по 2016 год — Днепропетро́вск.
                </div>
                <div>Один из крупнейших промышленных центров Украины; особенно развиты чёрная металлургия,
                    металлообработка, машиностроение и другие отрасли тяжёлой промышленности. Днепр являлся одним из
                    ключевых центров оборонной и космической промышленности
                    советского периода, в городе было размещено министерство чёрной металлургии Украинской ССР. По
                    причине развитой военной промышленности Днепр был закрытым для посещения иностранцами городом
                    вплоть до 1990-х годов.
                </div>
                <div className="div-bottom">По данным на 1 января 2020 года, в городе проживало 990.724 человек, в
                    границах городского
                    совета — включая посёлок городского типа Авиаторское — 993.220 человек[8]. В 1976—2011 годах
                    численность населения Днепра превышала 1 млн человек
                    (подобное было и в конце 2017 — начале 2018 годов)Перейти к разделу.
                </div>
            </div>
            <h1 className="#Geografia">Географическое положение</h1>
            <div className="blog">
                <img src="/Map_of_Ukraine_political_simple_Oblast_Dnipropetrowsk.png" alt="webDev" className="img3"/>
                <div className="p5">Днепр расположен в восточной части Украины на обоих берегах среднего Днепра
                    в степной зоне. Правобережная часть находится на отрогах Приднепровской возвышенности — в
                    основном, на четырёх холмах, разграниченных балками (ярами) с ручьями.
                    Рельеф возвышенного правого берега Днепра на территории города характеризуется развитой
                    густой овражно-балочной сетью, которая имеет общую протяжённость более 120 км, занимает
                    площадь около 5 тыс. гектаров и образована 15 балками и
                    более 40 оврагами. Левобережная часть — низменная, на западе изрезанная вытянутыми озёрами —
                    остатками древней Протовчи. В черте города в Днепр впадают реки Орель (канал) и Самара.
                </div>
            </div>
            <h1>История</h1>
            <h2 className="b">Доисторические времена</h2>
            <div className="blog1">
                <img src="/24234133 (1).jpg" alt="webDev" className="img2b"/>
                <div className="p6">Ещё со времён палеолита (приблизительно 3 млн — 13 тыс. лет назад) территория
                    близ Днепровских порогов была заселена людьми. Около 200 тыс. лет назад в глубоком овраге вблизи
                    Старых Кодаков располагался временный лагерь первобытных охотников.
                    В это время существовали люди неандертальского типа, которые существенно отличались от
                    современного человека. Именно неандертальцам принадлежали орудия труда — ручные рубила,
                    изготовленные из кварцита, найденные на Монастырском острове.
                    Более поздним временем — 40—35 тыс. лет назад — датируются находки остатков охотничьих лагерей в
                    современном ж/м Приднепровск и Игрень. Здесь найдены кости мамонта и огромного быка — зубра,
                    разнообразные кремневые орудия. Такие же
                    находки были обнаружены на территории парка им. Шевченко, Аптекарской балки, Диёвки.
                </div>
                <div>На протяжении всего древнего времени на территории города и его окрестностей существовали
                    десятки охотничьих поселений и могильников. Многочисленными курганами славится Днепропетровская
                    область. Наиболее масштабные пункты найдены на Игренском
                    полуострове: по данным археологов, тут в разные времена существовали большие торговые поселения,
                    которые занимались также обменом разнообразных товаров.
                </div>
                <div>Новый период связан с наиболее масштабным расселением славянских племен (VІ—VІІІ вв.) по
                    Надпорожью. В это время вновь обживается территория Игрени. Она даже становится центром
                    изготовления украшений из золота и серебра.
                </div>
            </div>

            <h2 className="b1">Средневековье</h2>
            <h3>Киевская Русь</h3>
            <div className="blog2">
                <img src="/srednevekovyy_kiev_1.jpg" alt="webDev" className="img2"/>
                <div className="p1">Примерно в IX веке на нынешнем Монастырском острове (ныне — в центре Днепра)
                    византийские монахи, по преданию, основали монастырь (однако, никаких документальных
                    подтверждений этому нет). В этом монастыре в 957 году останавливалась княгиня
                    Ольга, а в 988 году — князь Владимир. Также по преданию (житие святого Амвросия), Монастырский
                    остров был самым северным пунктом в путешествии апостола Андрея Первозванного.
                </div>
                <div>В древнерусские времена окружающие земли были под властью кочевников — печенегов, а затем
                    половцев. В 972 году недалеко от территории современного Днепра на Ненасытенском пороге (у села
                    Никопольского Солонянского района) от рук печенегов
                    погиб, возвращаясь после похода в Болгарию, князь Святослав.
                </div>
                <div>Академик Б. А. Рыбаков считал, что главный улицкий город Пересечень, который упоминается в
                    летописях, вероятно, находился на Днепре, южнее Киева. В связи с этим, внимание исследователей
                    привлекли остатки большого славянского поселения,
                    существовавшего в 800—1300 годах на песчаных холмах Игренского полуострова, где река Самара
                    впадает в Днепр. Находки свидетельствуют об интенсивных торговых отношениях как с Русью, так и с
                    печенегами. Город на Игренском полуострове
                    был разрушен татарами, а его жители отошли выше по течению Самары, где восстановили перевоз.
                    Также был разрушен монастырь и поселения на острове напротив нынешнего села Старые Кодаки.
                </div>
                <div>В 1152 году русские дружины разбили половцев у рек Орель и Самара, а в 1183 году там же — хана
                    Кобяка. В 1185 году там закончился поражением поход князя Игоря Святославич. Во второй половине
                    XII века на Орели и Самаре утверждаются половецкие
                    кочевья. От порогов в 1223 году отправилось в последний раз объединённое русское войско в степь,
                    чтобы сложить головы в битве с монголами у реки Калки. И отсюда же осенью 1240 года хан Батый
                    начал свой поход на Киев и далее — в Западную
                    Европу. В это время погибают поселения, располагавшиеся на территории Днепра: на Монастырском
                    острове и на Игрени, где вдоль реки Самары в XIII веке располагался торговый центр.
                </div>
            </div>
            <h3>Казацкие времена</h3>
            <div className="blog">
                <img src="/3259a97cda4228c5c8d8b21298673bf8.jpg" alt="webDev" className="img2a"/>
                <div className="p6">В XVI—ХVIII веках территория нынешнего города принадлежала низовому Войску
                    Запорожскому. В самом начале становления казачества Дмитрий Вишневецкий (Байда) после осады
                    Запорожской Сечи крымскими татарами отступил на Монастырский остров.
                    В 1635 году для контроля за землями Сечи властями Речи Посполитой была построена крепость Кодак.
                    Около 1650 года возник Новый Кодак (центр Кодацкой паланки Запорожья), а на месте торгового
                    городка Самара в 1688 году — первая на запорожских
                    землях русская колония Новобогородицк с крепостью и хозяйственной частью — посадом.
                </div>
            </div>
            <h1>Картинки</h1>
            <section>
                <div className="grid">
                    <div className="box">
                        <div className="images">
                            <h2 className="h2-picture">Монастырский остров</h2>
                            <p className="p-picture">Самая романтичная и таинственная достопримечательность Днепра –
                                Монастырский
                                остров. Это не просто большой парк или зона отдыха, это необычайная местность,
                                овеянная мифами и легендами, интересная как для взрослых, так и для
                                детей.
                            </p>
                        </div>
                    </div>
                    <div className="box">
                        <div className="images">
                            <h2 className="h2-picture">Екатеринославский бульвар</h2>
                            <p className="p-picture">Екатеринославский бульвар в Днепре невозможно обойти стороной. Его
                                открыли в 2004
                                году, и тогда он стал любимым местом отдыха горожан. Бульвар расположен в самом
                                центре города и является пешеходной зоной. Он переполнен торговыми
                                центрами, кафе, ресторанами, бутиками.</p>
                        </div>
                    </div>
                    <div className="box">
                        <div className="images">
                            <h2 className="h2-picture">Мерефо-Херсонский мост</h2>
                            <p className="p-picture">С набережной открывается вид на один из уникальных памятников
                                архитектуры –
                                Мерефо-Херсонский мост. Его уникальность в том, что это единственный в Европе
                                железнодорожный мост с криволинейной траекторией (то есть с поворотом).
                                Мост называют визитной карточкой Днепра.</p>
                        </div>
                    </div>
                    <div className="box">
                        <div className="images">
                            <h2 className="h2-picture">Водопад "Порог ревучий"</h2>
                            <p className="p-picture">На склонах Монастырского острова в 2013 году искусственно создали
                                уникальную
                                туристическую локацию – водопад "Порог ревучий". Он имеет 17 метров высоты и
                                почти 20 ширины и спадает, переливаясь на солнце, отвесными скалами в
                                Днепр.
                            </p>
                        </div>
                    </div>
                    <div className="box">
                        <div className="images">
                            <h2 className="h2-picture">Центр "Менора"</h2>
                            <p className="p-picture">Центр "Менора" в Днепре – крупнейший в мире еврейский комплекс. Он
                                состоит из
                                семи башен, самая высокая из которых достигает 77 метров. Вместе они
                                символизируют Храмовый семисвечник – символ народа израилева.</p>
                        </div>
                    </div>
                    <div className="box">
                        <div className="images">
                            <h2 className="h2-picture">Аэрокосмический музей</h2>
                            <p className="p-picture">Днепр уже давно называют космической столицей Украины. Поэтому,
                                будучи в городе,
                                обязательно посетите Национальный аэрокосмический музей (Национальный центр
                                аэрокосмического образования молодежи имени Макарова).</p>
                        </div>
                    </div>
                    <div className="box">
                        <div className="images">
                            <h2 className="h2-picture">Парк Глобы</h2>
                            <p className="p-picture">Еще одно место уютного отдыха и прогулок в Днепре – парк имени
                                Лазаря Глобы. Он
                                является одним из старейших в городе, и жители приходят сюда, чтобы отдохнуть от
                                быстрого темпа жизни города.</p>
                        </div>
                    </div>
                    <div className="box">
                        <div className="images">
                            <h2 className="h2-picture">Музей АТО</h2>
                            <p className="p-picture">Днепр расположен вблизи Донбасса, где пятый год идет
                                российско-украинская война.
                                Именно его госпитали чаще всего принимают на лечение раненых украинских военных.
                                Днепр стал своеобразным блок-постом между Донбассом и остальными
                                регионами мирной Украины.
                            </p>
                        </div>
                    </div>
                    <div className="box">
                        <div className="images">
                            <h2 className="h2-picture">Театр одного актера "Крик"</h2>
                            <p className="p-picture">В нем актером и режиссером, сценаристом и гримером, художником и
                                костюмером,
                                музыкальным редактором и сценографом является один человек – заслуженный артист
                                Украины, лауреат многочисленных премий Михаил Мельник.</p>
                        </div>
                    </div>
                    <div className="box">
                        <div className="images">
                            <h2 className="h2-picture">Жилой комплекс "Башни"</h2>
                            <p className="p-picture">30-этажные жилые башни-небоскребы в Днепре являются не только
                                знаменитой
                                застройкой, но и настоящей визитной карточкой мегаполиса. Башни-близнецы
                                являются составной частью архитектурного ансамбля Крутогорный.</p>
                        </div>
                    </div>
                    <div className="box">
                        <div className="images">
                            <h2 className="h2-picture">Днепровская набережная</h2>
                            <p className="p-picture">Гордость Днепра – набережная одноименной реки. Она является самой
                                длинной в
                                Европе, ведь простирается почти на 30 километров. Набережную смело называют
                                самым красивым местом Днепра.</p>
                        </div>
                    </div>
                </div>
                <h1>Также ищут</h1>
                <div className="background-blog">
                    <ul>
                        <li><A href="./" text="Спортивные секции"/></li>
                        <li><A href="./" text="Музеи"/></li>
                        <li><A href="./" text="Учебные завидения"/></li>
                    </ul>
                </div>
            </section>
        </div>
    );
};

export default Index;